---
kind: other
id: Methods.T:Autodesk.Revit.DB.Architecture.Stairs
zh: 楼梯
source: html/6ca793e2-d3a9-83a2-e9ba-4824eb4375d7.htm
---
# Stairs Methods

**中文**: 楼梯

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.